brew "bat"
brew "diff-so-fancy"
brew "fzf"
brew "gh"
brew "git"
brew "make"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "tig"
brew "tmux"
brew "tree-sitter-cli"
brew "wget"
brew "zsh"

cask "docker"
cask "easy-move-plus-resize"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "keepingyouawake"
cask "rectangle"
