cask "signal"
cask "1password"
mas "1Password for Safari", id: 1569813296
cask "audio-hijack"
cask "chromium"
cask "iterm2"
cask "karabiner-elements"
cask "keepingyouawake"
cask "obs"
cask "vlc"
cask "rectangle"
cask "easy-move-plus-resize"

brew "zsh"
brew "git"
brew "gh"
brew "diff-so-fancy"
brew "tig"
brew "tmux"
brew "fzf"
brew "ripgrep"
brew "make"
cask "docker"
brew "bat"
brew "wget"
brew "b2-tools"

brew "qmk/qmk/qmk"
cask "qmk-toolbox"

brew "neovim"
brew "tree-sitter"
tap "homebrew/cask-fonts"
cask "font-powerline-symbols"
cask "font-hack"
cask "font-meslo-for-powerline"

brew "clojure"
tap "clojure-lsp/brew"
brew "clojure-lsp-native"
tap "borkdude/brew"
brew "clj-kondo"

brew "go"
brew "golangci-lint"
brew "lua-language-server"
brew "rbenv"
brew "ruby-build"

mas "HP Easy Scan", id: 967004861
mas "Pixelmator Pro", id: 1289583905
mas "Slack for Desktop", id: 803453959
