cask "1password"
mas "1Password for Safari", id: 1569813296
cask "audio-hijack"
cask "brave-browser"
cask "iterm2"
cask "karabiner-elements"
cask "keepingyouawake"
cask "obs"
cask "vlc"
cask "rectangle"
cask "easy-move-plus-resize"
cask "grandperspective"
cask "energiza"

brew "zsh"
brew "git"
brew "gh"
brew "diff-so-fancy"
brew "tig"
brew "tmux"
brew "fzf"
brew "ripgrep"
brew "make"
cask "docker"
brew "bat"
brew "wget"
brew "stow"

brew "qmk/qmk/qmk"

brew "neovim"
brew "tree-sitter"
cask "font-meslo-lg-nerd-font"

brew "go"
brew "golangci-lint"
brew "lua-language-server"
brew "rbenv"
brew "ruby-build"

mas "HP Easy Scan", id: 967004861
mas "Pixelmator Pro", id: 1289583905
mas "Slack for Desktop", id: 803453959
